/* Alert text for Retro Synth audio file analysis in case another analysis is still ongoing */
"A wavetable is currently being created. Please try again after the creation process has finished." = "Trenutačno se izrađuje tablica zvučnih valova. Pokušajte nakon što bude izrađena.";

/* Alert text for Retro Synth audio file analysis result info */
"Timbral information for a single waveform was detected. Formant modulation is available, by switching the Modulation knob to “Formant”. The Shape 1 and Shape 2 knobs are not functional." = "Detektirane su informacije o boji zvuka za jedan oblik vala. Modulacija formanta dostupna je tako da zakrenete regulator modulacije na “Formant”. Regulatori Oblik 1 i Oblik 2 nisu funkcionalni.";

/* Alert text for Retro Synth audio file analysis result info on failure */
"To create a wavetable, the audio file must have a constant pitch, several pitched sections separated by silence, or one or more single cycle sections." = "Za izradu tablice zvučnih valova, audio datoteka treba imati konstantnu visinu tona, nekoliko odjeljaka odvojenih tišinom, ili jedan ili više odjeljaka od jednog ciklusa.";

/* Alert text for Retro Synth audio file analysis result info on success */
"The new wavetable contains %d waveforms." = "Nova tablica zvučnih valova sadrži %d oblika valova.";

/* Alert title for Retro Synth audio file analysis in case another analysis is still ongoing */
"Wavetable Being Created" = "Izrađuje se tablica zvučnih valova";

/* Alert title for Retro Synth audio file analysis result info */
"Wavetable Created With a Single Waveform" = "Izrađena je tablica zvučnih valova s jednim oblikom vala";

/* Alert title for Retro Synth audio file analysis result info on failure */
"Wavetable Not Created" = "Tablica zvučnih valova nije izrađena";

/* Alert title for Retro Synth audio file analysis result info on success */
"Wavetable Created" = "Tablica zvučnih valova je izrađena";

/* Compressor side chain default menu item name */
"CompressorSideChainDefaultItemName" = "Ugrađena";

/* Compressor side chain menu name */
"CompressorSideChainMenuName" = "Susjedni lanac:";

/* ES1 synth side chain default menu item name */
"ES1SideChainDefaultItemName" = "Isključeno";

/* ES1 synth side chain menu name */
"ES1SideChainMenuName" = "Vanjski ulaz zvuka:";

/* Flex analysis progress indicator detail info */
"Identification of Notes" = "Identifikacija nota";

/* Flex analysis progress indicator detail info */
"Pitch Analysis" = "Analiza visine";

/* Flex analysis progress indicator info */
"Analyzing: %@" = "Analiziranje: %@";

/* Playback file alert */
"PlaybackFileNotFoundHeader" = "Greška otvaranja datoteke";

/* Playback file alert */
"PlaybackFileNotFoundMessage" = "Datoteka koju pokušavate učitati nije pronađena.";

/* Playback file alert */
"PlaybackFileOpenErrorHeader" = "Greška otvaranja datoteke";

/* Playback file alert */
"PlaybackFileOpenErrorMessage" = "Nema dovoljno slobodne memorije za učitavanje odabrane datoteke.";

/* Playback file alert */
"PlaybackTempoMarkerErrorHeader" = "Datoteka sadrži promjene tempa";

/* Playback file alert */
"PlaybackTempoMarkerErrorMessage" = "Upozorenje: Jedna ili više datoteka koje importirate sadrži označivače promjene tempa. Ova verzija aplikacije MainStage ne podržava sinkronizaciju datoteka s promjenama tempa.";

/* Playback file alert */
"PlaybackTransientsErrorHeader" = "Greška otvaranja datoteke";

/* Playback file alert */
"PlaybackTransientsMessage" = "Prijelazi u odabranoj datoteci sakriveni su u aplikaciji Logic Pro. Otvorite datoteku u aplikaciji Logic Pro i otkrijte prijelaze prije ponovnog otvaranja datoteke u pluginu.";

/* Playback file alert */
"PlaybackUnknownErrorHeader" = "Nepoznata greška";

/* Playback file alert */
"PlaybackUnknownErrorMessage" = "Odabrana datoteka se nije mogla otvoriti.";

/* Playback file alert */
"PlaybackUnsupportedFileHeader" = "Nepodržani format audio datoteke";

/* Playback file alert */
"PlaybackUnsupportedFileMessage" = "Audio datoteka koju pokušavate dodati nije u podržanom formatu datoteka. Konvertirajte datoteku u podržani format aplikacijom iTunes ili drugom audio aplikacijom prije nego je dodate u plugin Reprodukcija.";

/* suffix for file names not being loaded into SpaceDesigner */
"MissingFileSuffix" = " (Nedostaje datoteka)";
